micropython/micropython/ports/nordic/boards/raytac_mdbt50q-db-40/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2016 Glenn Ruben Bakke
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME       "MDBT50Q-DB-40"
#define MICROPY_HW_MCU_NAME         "nRF52840"

#define MICROPY_HW_LED_STATUS          (&pin_P0_13)
#define MICROPY_HW_LED_STATUS_INVERTED (1)
